work-specific/napi/DSLE-22396/getAvailableFields.env

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.api.report.dslo.assia.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getAvailableFields>
         <!--Optional:-->
         <ws:reportID>LAYER2_DATA</ws:reportID>
      </ws:getAvailableFields>
   </soapenv:Body>
</soapenv:Envelope>
